{
"status": "success",
"totalResults": 5207,
"results": [
{
"title": "Naomi Osaka eliminated from Australian Open by Amanda Anisimova",
"link": "https://www.sportsmole.co.uk/tennis/australian-open/news/naomi-osaka-eliminated-from-australian-open-by-amanda-anisimova_475956.html",
"keywords": [
"Tennis",
"Australian Open",
"Naomi Osaka",
"Amanda Anisimova",
"Ashleigh Barty",
"Camila Giorgi",
"475956"
],
"creator": null,
"video_url": null,
"description": "Reigning Australian Open champion Naomi Osaka is knocked out by Amanda Anisimova in the third round.",
"content": null,
"pubDate": "2022-01-21 10:46:47",
"full_description": "The 24-year-old's defence of her crown ends in the third round following a thrilling three-set battle with the American, who prevailed 4-6 6-3 7-6 (10-5) at the Margaret Court Arena. Osaka won her first break in the opening game of the match and threatened to do so again in the third, but the world number 60 rallied to reduce the deficit to 2-1. Aminisova failed to capitalise on a break point in the sixth game as Osaka stormed into a 4-2 lead, and the American's frustration nearly boiled over as the defending champion took the first set. Osaka's serve was finally broken by Aminisova in game four of the second set as the 20-year-old moved into a 3-1 lead, and the American levelled the scores at 1-1 after Osaka smashed a forehand into the net to set up a deciding third set. An array of unforced errors from Osaka enabled Anisimova to level the third set at 5-5 with an ace, with the underdog producing a stellar display in the super tie break to end Osaka's title defence. \"I'm speechless. I can't stop smiling. I'm just laughing. I absolutely love this,\" Anisimova said during her on-court interview. \"Going into this match I knew I had to be playing sharp if I wanted to give myself a chance. She [Osaka] is an absolute champion so I knew I would have to step up my game and be aggressive. \"I'm honestly so grateful that I was able to play so well today and get this win. It means a lot. Every single day here is an amazing opportunity. I'm just thinking about having fun and I'm looking forward to my next round.\" Aminisova has been rewarded for her win with a fourth-round meeting with world number one Ashleigh Barty , who beat Camila Giorgi in straight sets earlier on Friday.",
"image_url": "https://sm.imgix.net/22/03/amanda-anisimova.jpg",
"source_id": "sportsmole"
},
{
"title": "Preview: Alaves vs. Barcelona - prediction, team news, lineups",
"link": "https://www.sportsmole.co.uk/football/barcelona/preview/preview-alaves-vs-barcelona-prediction-team-news-lineups_475957.html",
"keywords": [
"Football",
"Barcelona",
"La Liga",
"Alaves",
"Miguel de la Fuente",
"Ximo Navarro",
"Florian Lejeune",
"Jose Luis Mendilibar",
"Javier Calleja",
"Joselu",
"Iker Muniain",
"Ruben Duarte",
"Ousmane Dembele",
"Gavi",
"Memphis Depay",
"Samuel Umtiti",
"Sergi Roberto",
"Edgar Mendez",
"Manu Garcia",
"Nico Gonzalez",
"Ansu Fati",
"Frenkie de Jong",
"Luuk de Jong",
"Ferran Jutgla",
"Alaves vs Barcelona",
"475957"
],
"creator": null,
"video_url": null,
"description": "Sports Mole previews Sunday's La Liga clash between Alaves and Barcelona, including predictions, team news and possible lineups.",
"content": null,
"pubDate": "2022-01-21 10:41:40",
"full_description": "Barcelona will be looking to bounce back from successive defeats in two separate competitions when they resume their La Liga campaign away to struggling Alaves on Sunday night. The Catalan giants are currently sixth in the La Liga table , one point behind fourth-placed Atletico Madrid, while Alaves occupy 18th spot, three points behind 17th-placed Mallorca. © Reuters Alaves changed their manager at the end of December, with Jose Luis Mendilibar replacing Javier Calleja at the helm, and the 60-year-old has recorded two draws and one defeat from his three matches in charge. El Glorioso were knocked out of the Copa del Rey in the middle of December, so each of their last five matches have been in La Liga, picking up just two points during that run, holding Real Sociedad and Athletic Bilbao at home before suffering a 4-0 loss at Real Betis on January 18. A record of four wins, five draws and 12 defeats from 21 matches has brought them 17 points, which is only enough for 18th position in the table, three points from the safety of 17th position. Alaves are bidding to secure a sixth straight campaign in the top flight, but they have finished 16th in each of their last two seasons and will seemingly face a battle to avoid being relegated back to the Segunda. © Reuters Barcelona, meanwhile, will enter this weekend's contest off the back of a 3-2 loss to Athletic Bilbao in the Copa del Rey on Thursday night, with the Basque side winning it in extra-time courtesy of a penalty from Iker Muniain , with the holders being dumped out of the competition. Xavi's side also lost 3-2 to Real Madrid in the semi-finals of the Spanish Super Cup on January 8, while they were held to a 1-1 draw by Granada in their last league game on January 8. Barcelona are currently sixth in La Liga, one point behind fourth-placed Atletico Madrid, and it would be a huge surprise to see them finish outside of the top four, even considering their problems this season. The Catalan outfit need to start finding a run of consistent form in the league, though, as they have not managed to win back-to-back fixtures in Spain's top flight since the end of November. Blaugrana are entering a huge period of the season, taking on Atletico and Espanyol in their opening two league games of February, before hosting Italian giants Napoli in the Europa League on February 17. © Reuters Alaves will be without the services of Ruben Duarte and Ximo Navarro through injury, but the home side are otherwise in good shape heading into this weekend's contest. Head coach Mendilibar will make changes from the side that started against Betis last time out, with Florian Lejeune back from a suspension to boost the defence, while Manu Garcia should return in midfield. Miguel de la Fuente could also be in line for a spot alongside Joselu in the final third of the field, with Edgar Mendez potentially dropping down to the bench for the home side. As for Barcelona, Samuel Umtiti and Sergi Roberto are again definitely absent, while Memphis Depay remains a doubt due to muscular overload. Ansu Fati left the field in tears against Athletic on Thursday, having seemingly suffered an injury relapse, and the Spain international is now set to spend another period on the sidelines. Gavi , meanwhile, is suspended due to his red card against Granada in the league, and Ousmane Dembele is unlikely to be involved following the recent fall-out . Xavi is expected to recall Frenkie de Jong and Luuk de Jong back into his starting XI, while Ferran Jutgla could be in line for a spot in the front three due to a lack of options, although there is a chance that there could be a switch to a midfield four, with Nico Gonzalez potentially in line for a recall. Alaves possible starting lineup: Pacheco; Aguirregabiria, Miazga, Lejeune, Lopez; Jason, Moya, Garcia, Rioja; De La Fuente, Joselu Barcelona possible starting lineup: Ter Stegen; Alves, Araujo, Pique, Alba; Pedri, Busquets, F de Jong; Torres, L de Jong, Jutgla This is a huge game for Barcelona, and there is no downplaying the importance of the contest for the Catalan outfit, who desperately need a win to boost their confidence. Alaves could make it a very tricky affair, but we are expecting the away side to emerge victorious due to their superior quality.",
"image_url": "https://sm.imgix.net/22/02/barrma.jpg",
"source_id": "sportsmole"
},
{
"title": "Preview: Brighton & Hove Albion Women vs. Chelsea Women - prediction, team news, lineups",
"link": "https://www.sportsmole.co.uk/football/brighton-women/preview/preview-brighton-women-vs-chelsea-women-prediction-team-news-lineups_475955.html",
"keywords": [
"Football",
"Brighton & Hove Albion Women",
"Women's Super League",
"Chelsea Women",
"Hope Powell",
"Emma Hayes",
"Erin Cuthbert",
"Pernille Harder",
"Deanne Rose",
"Julia Zigiotti",
"Emma Kullberg",
"Danielle Carter",
"Emily Simpkins",
"Inessa Kaagman",
"Aileen Whelan",
"Maya Le Tissier",
"Victoria Williams",
"Emma Koivisto",
"Danique Kerkdijk",
"Alsu Abdullina",
"Samantha Kerr",
"Ji So-Yun",
"Fran Kirby",
"Niamh Charles",
"Brighton & Hove Albion Women vs Chelsea Women",
"475955"
],
"creator": null,
"video_url": null,
"description": "Sports Mole previews Sunday's Women's Super League clash between Brighton & Hove Albion Women and Chelsea Women, including predictions, team news and possible lineups.",
"content": null,
"pubDate": "2022-01-21 10:36:16",
"full_description": "Chelsea Women continue their quest to climb into top spot in the Women's Super League this weekend, when they travel to the People's Pension Stadium where they will face an out-of-form Brighton & Hove Albion Women . The Seagulls have dropped to seventh spot in the WSL after four straight defeats in the division, and adding two League Cup defeats amongst that run means they have now lost their last six outings. © Reuters Hope Powell 's side were having their best ever campaign in England's top flight, but her side have dropped off massively, and that continued last time out against Leicester City Women. The Foxes had only won a single match prior to their encounter with Brighton on Sunday, but the visitors fell to a 1-0 defeat , having dominated possession of the ball but failed to create many clear cut chances in front of goal. A major aspect that Sunday's hosts will want to improve is their clinical edge in the final third, as during their run of six defeats in all competitions, Brighton have not managed to score one goal in that time. Brighton are now six points behind third spot and the dream of European football next season is slipping away from them, with another tough test against the reigning champions this weekend. © Reuters Emma Hayes 's side had gone over a month without playing after their matches at the beginning of this month against Tottenham Hotspur and Everton were cancelled due to coronavirus. However, Chelsea returned to the field in the League Cup on Wednesday evening, booking their place in the semi-final of that competition with a 4-2 win over West Ham, courtesy of goals from Erin Cuthbert and a hat-trick from Pernille Harder . The Blues needed to get back to winning ways, having lost their last two outings before the winter break, and the last league game they played was on December 11, when Reading produced a shock 1-0 win against Chelsea. Hayes's side looked tired in that defeat, not managing to find an equaliser after Deanne Rose opened the scoring for the Royals in the fourth minute, but after a long break they are expected to push on in the second half of the season and put leaders Arsenal under massive pressure. A repeat of the result they managed against Brighton in the last meeting between these two teams would be welcomed in the Chelsea camp, having secured a 3-1 win against Powell's side in October. © Reuters New signing Julia Zigiotti made her Brighton debut against Leicester last time out, coming off the bench in the second half, while Emma Kullberg made her full debut for the club in that defeat, with both new figures likely to start on Sunday. Danielle Carter will lead the line for the hosts, in what is expected to be a tough afternoon for 28-year-old who will have to be patient and take her chance when they come, as Chelsea are expected to have the lion share of possession. Emily Simpkins , Inessa Kaagman and Aileen Whelan are likely to operate in the middle of the pitch for Brighton, trying to protect the defensive line, made up from Kullberg, Maya Le Tissier , Danique Kerkdijk , Victoria Williams and Emma Koivisto . Chelsea will be without striker Samantha Kerr and midfielder Ji So-Yun as the pair are away on international duty representing their nations in the Asian Cup. Alsu Abdullina arrived at the club this month from Lokomotiv Moscow and made her first appearance for Chelsea from the bench on Wednesday evening, and she is likely to be amongst the substitutes again this weekend. Fran Kirby will lead the line centrally for the Blues in Kerr's absence, with Harder and Niamh Charles likely to provide the width from the front attacking trio. Brighton & Hove Albion Women possible starting lineup: Walsh; Kullberg, Kerkdijk, Williams, Le Tissier, Koivisto; Zigiotti, Simpkins, Kaagman, Whelan; Carter Chelsea Women possible starting lineup: Berger; Eriksson, Carter, Bright; Reiten, Ingle, Leupolz, Cuthbert; Harder, Kirby, Charles Brighton have not found the back of the net since November and there is not much to suggest that will change against the reigning champions, who are expected to collect three points on Sunday. Chelsea can not afford to drop many more points in the WSL, already chasing leaders Arsenal, and so that mindset with the visitors is likely to produce a strong performance from Hayes's side.",
"image_url": "https://sm.imgix.net/22/02/hope-powell.jpg",
"source_id": "sportsmole"
},
{
"title": "Arsenal transfer news LIVE: Vlahovic talks CONFIRMED by Fiorentina, Aubameyang says ‘my heart is fine, Partey apology",
"link": "https://www.thesun.co.uk/sport/football/17047903/arsenal-transfer-news-live-vlahovic-aubameyang-thomas-partey/",
"keywords": [
"Football",
"Premier League",
"Arsenal transfer news",
"Sport Live Blogs"
],
"creator": [
"Justin Lawrence"
],
"video_url": null,
"description": "DUSAN VLAHOVIC is up for sale, Fiorentina’s director has confirmed. Joe Barone added that he is already talking to one or more Premier League clubs. Arsenal are believed to have had a £66m offer accepted, with the fee rising to £88m with add-ons. But it is believed the Serb may yet choose to stay in […]",
"content": "DUSAN VLAHOVIC is up for sale, Fiorentina’s director has confirmed. Joe Barone added that he is already talking to one or more Premier League clubs. Arsenal are believed to have had a £66m offer accepted, with the fee rising to £88m with add-ons. But it is believed the Serb may yet choose to stay in Florence for another season before joining Juventus on a free transfer in 2023. Pierre-Emerick Aubameyang has been linked with a loan move to Saudi Arabian club Al Nassar – with a view to a PERMANENT £8m move. The former captain has spoken to fans for the first time since his departure from the Gabon AFCON squad, reassuring fans that his heart is fine, following Covid concerns. And Thomas Partey has apologised to Arsenal supporters for his red card against Liverpool. Finally Juventus have reportedly identified Lyon’s Bruno Guimaraes as their replacement for Arsenal target Arthur Melo. BETTING SPECIAL – GET £40 IN FREE BETS ON THE AFCON Follow ALL of the latest updates…",
"pubDate": "2022-01-21 10:27:30",
"full_description": "DUSAN VLAHOVIC is up for sale, Fiorentina's director has confirmed. Joe Barone added that he is already talking to one or more Premier League clubs. Arsenal are believed to have had a £66m offer accepted, with the fee rising to £88m with add-ons. But it is believed the Serb may yet choose to stay in Florence for another season before joining Juventus on a free transfer in 2023. Pierre-Emerick Aubameyang has been linked with a loan move to Saudi Arabian club Al Nassar - with a view to a PERMANENT £8m move. The former captain has spoken to fans for the first time since his departure from the Gabon AFCON squad, reassuring fans that his heart is fine, following Covid concerns. And Thomas Partey has apologised to Arsenal supporters for his red card against Liverpool. Finally Juventus have reportedly identified Lyon's Bruno Guimaraes as their replacement for Arsenal target Arthur Melo. BETTING SPECIAL - GET £40 IN FREE BETS ON THE AFCON Follow ALL of the latest updates... Partey speaks Arsenal midfielder Thomas Partey has issued an apology for his red card against Liverpool last night. Partey flew back from Cameroon yesterday after Ghana crashed out of the African Cup of Nations. Despite the long journey, Partey was in Arsenal's matchday squad and came on for ten minutes towards the end of the game. But two clumsy challenges cut his time on the pitch short. Next five Up next for Arsenal is Burnley after Mikel Arteta's side crashed out of the Carabao Cup semis. The Gunners lost 2-0 to the Reds at the Emirates. And Thomas Partey saw red just ten minutes after his introduction. AFTV regular DT releases grovelling statement Arsenal Fan TV regular DT - real name Liam Goodenough - has released a statement after being jailed for three years for stalking, kidnapping and assaulting an ex-girlfriend. Goodenough was originally sentenced to 12 months imprisonment at a court hearing on November 12. But this was referred onto the the Court of Appeal under the Unduly Lenient Sentence scheme, and they have extended it to three years. His statement posted on social media read: \"I know a lot of you would have seen the news about me this week and I know I have let a lot of you down but there are always two sides to a story and mine will be told in good time. \"After months of receiving help and guidance I now know I was suffering from a mental breakdown and on that night I simply snapped. \"This is not me condoning my actions I am just trying to paint a picture of what was going on in my life at that time. All I ask from everyone is that you read the key parts of the report and not the sensationalised headline. \"I cannot apologise enough to my ex-partner for putting her through this. An eight year relationship will now be remembered for nine minutes of madness and I will forever be sorry for it. \"I have also heard about a statement that's been released from someone that I called a friend, again I will address this and its content in due course too! \"I'm sorry for letting you all down, I do not deserve anything from anyone but just know I am sorry. \"Take care and see you in a few years. DT.\" Palace pull out of Ramsey race Crystal Palace have reportedly pulled out of the race to sign Aaron Ramsey. The former Arsenal midfielder is pushing for a return to the Premier League after Juventus confirmed plans to sell him. Palace were among English clubs linked with Ramsey, who is believed to be open to working with Gunners legend and Eagles boss Patrick Viera. But according to the Daily Mail, Viera’s side have now decided against signing the Welshman, who is on wages of £400,000-per-week. Juve boss Massimiliano Allegri confirmed earlier in January that Ramsey is free to leave, describing him as surplus to requirements. Allegri said: “Ramsey, he returned today after we had given him a few days off to work, to train separately, in England. “In any case, he’s an outgoing player. “ Not Gunner happen Arsenal goalkeeper Aaron Ramsdale refused to shake hands with a pitch invader during the Carabao Cup semi-final against Liverpool at the Emirates. The Gunners took on the Reds in the second leg and missed out on a Wembley showdown with Chelsea in the final after losing 2-0 following a brace by Diogo Jota. During the match an attention-seeking fan jumped the barricade and broke into the pitch during second half. The pitch invader ran towards the ball but was denied by an angry Ramsdale who picked it up right on time. The young fan then tried to shake hands with the England international but the north Londoners' shot-stopper completely disregarded him. The fans cheered from the stands once the nuisance pitch invader was eventually tackled to the ground by stewards, who carried him off out of sight. Partey is off Mikel Arteta insists Arsenal need to \"eradicate\" their disciplinary record following Thomas Partey's red card against Liverpool in the Carabao Cup. Partey collected the 14th red card ever since Arteta took over in 2019 and will be sidelined against Burnley on Sunday, which was actually the game he was rushed back for from the Africa Cup of Nations. The Spanish head coach said: \"It is a big loss. We can't afford to be without him with the players we have out. \"We have to learn from that. We have played three games with 10 men recently and against top sides you cannot do that. \"It is difficult enough to beat them with 11 men, with 10 it becomes a real challenge. \"We have to eradicate that completely. We have to be competitive to be winning football matches. \"We have to be playing with 11 players. We have to learn lessons and we can't accept excuses\" Du are ya? Arsenal have had an £88million bid accepted for Fiorentina star Dusan Vlahovic. But Vlahovic has already agreed to join Juventus despite the Gunners' intense interest. The centre-forward is out of contract in 2023, and agreed to join Juve upon the expiry of his deal, according to Ok Calciomercato . It comes as a blow to the Viola, who would lose out on a hefty fee for the Serbia international. The 21-year-old is even reported to have agreed a 'penalty' fare with the Bianconeri in case the deal is cancelled. Therefore, it's claimed that the stand-off is causing a 'delicate situation' for his current team. Should Vlahovic stubbornly see out his contract and leave for free, club owner Rocco Commisso would want him benched for the entirety of next term. That would see substitute Krzysztof Piatek promoted to the starting line-up Partey exits two consecutive tournaments Thomas Partey added to a miserable week after getting sent off in Arsenal's 2-0 defeat to Liverpool. The midfielder, 28, was brought on as a late substitute but lasted just 15 minutes. He received two yellow cards - the second for a tired, late foul on Fabinho with Arsenal trailing 2-0. It added insult to injury for The Gunners and was a rather fitting way for Partey's week to end. Just two days ago Partey was knocked out of the Africa Cup of Nations after Ghana lost to Comores, finishing bottom of their group. Aubameyang loan offer Aubameyang has reportedly been the subject of a loan bid from Al Hilal who are willing to cover his whopping wages. Aubameyang is understood to already have a loan offer from Al Nassr on the table, with the obligation to permanently sign him for £6.7million . And now their Saudi Arabian rivals Al Hilal are claimed to have joined the race to lure the Gabon international to the Middle East. According to the Daily Mail , Al Hilal are also looking to bring the player to the Gulf nation on loan, where they are prepared to pay all of his £350,000-a-week wages. The news outlet claims that the fact they will cover his salary is seen as an attractive offer for Arsenal . They even state that the club have put a package together to turn his potential loan into a permanent stay in the summer. It has been said that Aubameyang and his team will now consider the proposal from Al Hilal. How it went down Takehiro Tomiyasu had an absolute shocker at right-back while Martin Odegaard's calmness and class in midfield meant he was one of few bright sparks for the home side. Alexandre Lacazette hit the bar with a free-kick in the early stages after Bukayo Saka was brought down on the edge of the box. And just minutes later Diogo Jota left Tomiyasu for dead before his scuffed effort wrong-footed Aaron Ramsdale and trickled over the line. It was a fairly attritional affair for the remainder with neither team creating any huge chances until Jota sealed the win with 13 minutes to go. Arsenal lost the ball in sloppy fashion in the middle of the park, Trent Alexander-Arnold looped a trademark ball over the top, and Jota took it on his chest and dinked it over the on-rushing Ramsdale. It survived a VAR check that showed Gabriel just played him onside and the Merseysiders cruised to the end without being troubled. Arsenal crash out of cup Liverpool reached their first Carabao Cup final since 2016 with a 2-0 win over Arsenal. Diogo Jota fired The Reds in front in the first half - his strike from outside the box wrong-footed Aaron Ramsdale and nestled into the back of the net. And the Portuguese ran through on goal with 15 minutes remaining before dinking the ball over Ramsdale to settle the tie - leaving Mikel Arteta to ponder what might have been. The Spaniard fielded a strong starting eleven but with little quality on the bench to change the game The Gunners struggled to trouble Liverpool's backline. Arteta was aiming to make his second final as Arsenal boss but he once again suffers semi-final elimination having experienced the same fate in last year's Europa League. And Arsenal's night turned from bad to worse when substitute Thomas Partey was red card minutes before full-time. Fans slam Arteta Football fans were raging after Arsenal named a full-strength side against Liverpool. The Carabao Cup clash came just four days after Arsenal requested their match against Tottenham was postponed. Yet Mikel Arteta had almost every key player available - even Thoms Partey made the bench after being knocked out of AFCON on Tuesday . The Gunners welcomed back Martin Odegaard after he tested positive for Covid. Emile Smith Rowe, Bukayo Saka and Takehiro Tomiyasu also overcame injuries to start - but Granit Xhaka missed out due to suspension. One chair too many Football fans have been sent into a meltdown after Arsenal legend Alan Smith was bizarrely snapped sitting on FOUR CHAIRS at the Emirates. The Gunners icon, 59, was on on Sky Sports commentary duty for the club’s Carabao Cup semi-final second leg clash against Liverpool in North London. And Smith has baffled Twitter users after he was caught on camera sitting on a huge pile of chairs while watching on from the gantry. Athletic journalist Adam Hurrey posted a picture of the two-time First Division champion, where he said: “You may have detected this from his co-commentary already. “But I can exclusively reveal that Sky’s Alan Smith is sitting on *at least four chairs* at once at the Emirates.” Supporters couldn’t believe what they were seeing, as one commented: “I have never seen those chairs outside of school.” Another quipped: “All those comfy seats in the Emirates and he’s sat on 4 plastic chairs.” A third joked: “Looks like he’s had his booster.” Firing blanks against Liverpool Arsenal are 1-0 down at the end of the first half in their Carabao Cup clash against Liverpool. The Reds finished the first period ahead of the Gunners after Diogo Jota gave them the lead. Arsenal have looked steady at the back but they are struggling to create. Lacazette has been quiet, Saka's been suffocated of service and Martinelli has tried. Gunners and TFL kit design Arsenal warmed up in TFL Underground-inspired training kits ahead of their Carabao Cup clash against Liverpool. The latest Adidas collection is available for sale and was inspired by Arsenal Underground station - the only tube station to be named after a football club. The pattern is taken from the seats on the Piccadilly line - which operates through Arsenal station. Originally called Gillespie Road, the station's name was changed to Arsenal after a lobbying effort from legendary manager Herbert Chapman. Emile Smith Rowe and Thoms Partey modelled the new tops on Arsenal's website - but now it has officially been launched by the squad. It follows on from The Gunners' all-white kit which was worn against Nottingham Forest to kick off the club's 'No More Red' anti-knife crime Arsenal make strong Matt Turner bid Arsenal have reportedly submitted an offer to bring New England Revolution goalkeeper Matt Turner to the Emirates amid uncertainty around Bernd Leno's future. The 27-year-old was instrumental in America winning the Concacaf Gold Cup in August, with the player named as the tournament's best shot-stopper. And according to ESPN , the Gunners have made a 'strong bid' for Taylor, who won the Supporters Shield with New England in 2021. They state that the North London side are pushing for a deal to happen before the winter transfer window slams shut. It has been said that the proposed fee is £5.5million rising to £7.3m - similar to Zack Steffen's transfer to Manchester City in 2018 . The news outlet has also declared that the expectation is that Aaron Ramsdale's back-up Leno will depart this month. Pepe shines at AFCON Nicolas Pepe was the star of the show as Ivory Coast knocked Algeria out of the AFCON tournament. Pepe has had an outstanding tournament so far and he epitomised that with a scintillating display this evening. The Ivorian looked threatening to Algeria's backline everytime he broke forward, they simply couldn't handle him. In addition to that, not only did he provide an assist for the opening strike but he also capped off the performance with the goal of the game. Rice backs young guns Arsenal legend Pat Rice is backing the club's young guns to lift the Carabao Cup. Rice was present when the Gunners lifted the League Cup in 1987 under George Graham. And Rice insists the Gunners current crop of youth have what it takes to go all the way in the competition this season. The Gunners former assistant manager said: \"The win in 1987 was really important in laying the foundation for what was to come in the following years under George Graham. \"I truly believe that winning that first trophy as a young group of players is crucial to get something started. \"I have seen enough to know that this team can do just that. We have got players who are really, really good for their age. I mean unbelievably good for their age. I have seen what it takes to win trophies, and I really believe this group has got that. \"When you get to a semi-final, you have got that chance, and I am really hoping and believing they can go all the way.\" Aubameyang gives health update Aubameyang has revealed he is fit and healthy after suffering a heart scare. The striker, 32, returned to London from the Africa Cup of Nations after it was discovered he had lesions on his heart. The problem ruled him out of Gabon's clash with Ghana and he is now back in London - where he completed additional checks. Aubameyang provided an update on Instagram , saying: \"Hi guys, I came back to London to do some additional checks, and I’m very happy to say that my heart is absolutely fine and I’m completely healthy!! \"Really appreciate all the messages over the last few days and I’m already back at it.\" Arsenal open to double exit Arsenal are open to offers for Cedric Soares and Calum Chambers whilst the transfer window is still open. According to ESPN, the Gunners are looking to refresh their right-back options. Takehiro Tomiyasu joined the club last summer in a deal worth £19.8million and has since become Mikel Arteta's first choice right back. Cedric has only made four appearances this season, earning two assists. Chambers has appeared five times, scoring once. Let Xhaka go Kevin Campbell thinks Arsenal should get rid of Granit Xhaka. The Gunners legend reckons the Swiss midfielder and fellow team-mate Aubameyang keep letting the squad down and should be shown the exit. Campbell said to Football Insider: \"I don’t think he should be at the football club. \"When he has played alongside Thomas Partey this season, he has played pretty well. At the moment, he is the best partner for Partey. We need an upgrade though. “You cannot bypass or overlook the face that he keeps costing the team when he gets sent off. He’s an experienced player. He’s supposed to be leading by example. \"Xhaka and Pierre-Emerick Aubameyang are not setting the right example. You cannot trust or rely on them. “If you can’t trust Xhaka, what is the point in having him? I would rather have someone I can trust being on that pitch. He has done many stupid things.” No Con do Spurs boss Conte has refused to speak about Arsenal's pursuit of Dusan Vlahovic. The Italian revealed that Tottenham have their own issues to deal with rather than to worry about their rivals' transfer interests. When asked about Arsenal and Vlahovic, Conte said: \"I don’t like to speak about players of other clubs. \"Also, even if other clubs are interested in these players, we have our own problems to solve. We have to focus on ourselves, it’s the best way to move forward.\" Gunners vs Liverpool news Arsenal and Liverpool prepare to do battle in their Carabao Cup semi-final second leg. The clash takes place on Thursday, January 20 The match kicks off at 7.45pm. The Emirates Stadium plays host to the tie. Extra-time and penalties await if the scores are level after 90 mins, and away goals do not count as double. Move-ling along swiftly Arsenal legend Kevin Campbell reckons Lingard would be a perfect fit for Newcastle. He told Football Insider: “Lingard is proven. He is an England international who has showed his class at both Manchester United and West Ham. “Man United did not want to lose him last summer. For whatever reason, he hasn’t got the game time he would’ve liked this season but now he has another opportunity to go out on loan. “At Newcastle he can play football, score goals and show Gareth Southgate what a good player he is ahead of the World Cup. “He is an exceptional player. I think that would be a really good move for all parties.” Franke addresses Man Utd loss Brentford boss Thomas Franke discussed his team's loss to Manchester United. Franke said: \"They had to step up, the way we destroyed them, they were not particularly happy with that, they were huge favourites before the game. \"They got a goal and changed the momentum of the game. \"It tells everything about the players, mentality and attitude that we out ran Man United and any other day we would win\"",
"image_url": null,
"source_id": "thesun"
},
{
"title": "Covid restrictions after Plan B: From face mask rules ending, to travel and self-isolation changes",
"link": "https://www.telegraph.co.uk/politics/0/covid-plan-b-rules-face-masks-working-home-vaccine-passports/",
"keywords": [
"structure:news/news-explained",
"topics:in-the-news/omicron-variant",
"structure:news",
"topics:things/vaccine-passports",
"topics:things/face-masks",
"topics:people/boris-johnson",
"topics:things/covid-plan-b",
"structure:eg-specific",
"topics:in-the-news/coronavirus",
"structure:politics",
"structure:news/uk-news",
"storytype:standard"
],
"creator": [
"Christopher Hope",
"Camilla Turner",
"Danielle Sheridan",
"Telegraph reporters"
],
"video_url": null,
"description": null,
"content": null,
"pubDate": "2022-01-21 10:25:55",
"image_url": "https://www.telegraph.co.uk/content/dam/politics/2021/12/09/08-12-21-PLAN-B_trans_NvBQzQNjv4BqqVzuuqpFlyLIwiB6NTmJwfSVWeZ_vEN7c6bHu2jJnT8.jpg",
"source_id": "telegraph"
},
{
"title": "Blizzard chief promises to 'rebuild trust' ahead of Microsoft takeover",
"link": "https://www.engadget.com/blizzard-chief-promises-to-rebuild-your-trust-following-microsoft-acquisition-102225571.html?src=rss",
"keywords": [
"Finance Trading",
"site|engadget",
"provider_name|Engadget",
"region|US",
"language|en-US",
"author_name|Steve Dent"
],
"creator": null,
"video_url": null,
"description": "Blizzard Entertainment boss Mike Ybarra has promised in a blog post to \"rebuild your trust\" in the studio, marking his first comments since Microsoft's proposed $68.7 billion acquisition of Blizzard Activision. The developer of blockbuster titles like World of Warcraft and Overwatch has been under pressure since it was sued by the state of California, which accused it of being a \"breeding ground for harassment and discrimination against women.\"Ybarra promised new measures to improve the company's culture, starting with tying executive and management compensation to \"our overall success in creating a safe, inclusive and creative work environment at Blizzard,\" he said. He also outlined new roles designed to address discrimination and other issues, including: \"A Culture leader who will help us maintain the best aspects of what we have today, and change and evolve where needed to ensure everyone brings their best self to Blizzard; a new organizational leader for Human Resources who will build trust, empower our teams, and help foster a safe, positive work environment for everyone; [and] a Diversity, Equity, and Inclusion (DE&I) leader solely focused on our progress across multiple efforts in this area.\"We're committed to more open dialog directly with the amazing player communities - not just from me but from all of our incredible teams. https://t.co/5MUILlUCnS— Mike Ybarra (@Qwik) January 20, 2022He said the company has tripled the size of its compliance and investigation teams, shared representation data internally, and created an \"upward feedback program\" to help employees evaluate managers. He didn't share representation data in the blog, but Activision Blizzard's workforce is reportedly around 80 percent male. Microsoft announced the acquisition while Blizzard Activision was at a point of weakness due to the misconduct scandal, as Bloomberg noted. Microsoft CEO Phil Spencer acknowledged the issues with the studio, saying \"we’re looking forward to extending our culture of proactive inclusion to the great teams across Activision Blizzard.\" Microsoft also recently launched a third-party review over its own harassment and discrimination policies. There are other unresolved issues with Blizzard, particularly around leadership. It's still not clear if embattled CEO Bobbie Kotick will remain with the studio, or for how long. He addressed employees yesterday following the acquisition, but many weren't impressed, noting that he didn't acknowledge culture issues or potential layoffs, according to The Washington Post.Ybarra, who only left Microsoft for Blizzard in 2019, was originally installed as Blizzard co-lead along with Jen Oneal to replace former president J. Allan Brack — who was named in California's lawsuit. However, Oneal stepped down shortly afterward and reportedly said in an email to the company's legal team that \"it was clear that the company would never prioritize our people the right way,\" according to The Wall Street Journal.Ybarra also seemingly acknowledged recent delays to Overwatch 2 and Diablo IV. \"We also know we need to deliver content to our players on a more regular basis and innovate both in and beyond our existing games,\" he said. \"We have some exciting things to announce, and I’ll be sharing more next week.\" Microsoft's acquisition of Blizzard is still pending approval by regulators. ",
"content": null,
"pubDate": "2022-01-21 10:22:25",
"full_description": null,
"image_url": null,
"source_id": "engadget"
},
{
"title": "Peppa Pig and Paw Patrol help The Works notch up record festive sales",
"link": "https://www.scotsman.com/business/peppa-pig-and-paw-patrol-help-the-works-notch-up-record-festive-sales-3536383",
"keywords": [
"Business"
],
"creator": [
"Scott Reid"
],
"video_url": null,
"description": "High street chain The Works enjoyed a sales lift over the festive period after fending off higher costs and shipping delays.",
"content": null,
"pubDate": "2022-01-21 10:22:10",
"full_description": null,
"image_url": "https://www.scotsman.com/webimg/b25lY21zOmEyY2NjYTViLTFlMjMtNDBhMC05MDZlLTBlNjUxZWZkZWM3MDowZmIzYmI2My0yMTlmLTQ0ZDQtYTkyYS01MWZkMjY4OTgwN2U=.jpg?width=1024&auto=webp",
"source_id": "scotsman"
},
{
"title": "Arsenal: Chris Sutton claims Gunners were 'schooled' by Liverpool in Carabao Cup semi-final defeat - Daily Mail",
"link": "https://news.google.com/__i/rss/rd/articles/CBMilQFodHRwczovL3d3dy5kYWlseW1haWwuY28udWsvc3BvcnQvZm9vdGJhbGwvYXJ0aWNsZS0xMDQyNTA0OS9BcnNlbmFsLUNocmlzLVN1dHRvbi1jbGFpbXMtR3VubmVycy1zY2hvb2xlZC1MaXZlcnBvb2wtQ2FyYWJhby1DdXAtc2VtaS1maW5hbC1kZWZlYXQuaHRtbNIBAA?oc=5",
"keywords": null,
"creator": null,
"video_url": null,
"description": "Arsenal: Chris Sutton claims Gunners were 'schooled' by Liverpool in Carabao Cup semi-final defeat  Daily Mail'Arsenal remain in transition with potential after blowing huge opportunity'  BBC SportWatch Jurgen Klopp Praise 'Outstanding' Gabriel Martinelli After Liverpool Defeat Arsenal In Carabao Cup  SPORTbibleIan Wright and Paul Merson in agreement over \"mind-blowing\" Trent Alexander-Arnold  The MirrorArsenal boss Mikel Arteta has two players nowhere near good enough after Liverpool defeat  Daily ExpressView Full coverage on Google News",
"content": null,
"pubDate": "2022-01-21 10:20:53",
"image_url": null,
"source_id": "google"
},
{
"title": "One Piece chapter 1038 sadly delayed, new release date confirmed",
"link": "https://www.hitc.com/en-gb/2022/01/21/one-piece-chapter-1038-sadly-delayed-new-release-date-confirmed/",
"keywords": [
"Trending",
"Comics",
"manga",
"one piece"
],
"creator": [
"Tom Llewellyn"
],
"video_url": null,
"description": "Chapter 1038 of the One Piece manga has sadly been delayed, but thankfully a new release date has been confirmed by Viz Media and Manga... The post One Piece chapter 1038 sadly delayed, new release date confirmed appeared first on HITC.",
"content": "Chapter 1038 of the One Piece manga has sadly been delayed, but thankfully a new release date has been confirmed by Viz Media and Manga Plus. For fans of anime and manga content, Sundays are bliss. Not only do we get new episodes of Attack on Titan and Demon Slayer, but the latest chapters from the various ongoing manga series in WSJ. However, the iconic One Piece series will be notably absent from this week’s schedule; why has chapter 1038 been delayed and what date will it now release in English? DEMON SLAYER: Release and preview shared for upcoming episode One Piece Film Red |Teaser TrailerBridTV6784One Piece Film Red |Teaser Trailerhttps://i.ytimg.com/vi/7sQ59A9EdZ4/hqdefault.jpg905103905103center13872 Why was One Piece chapter 1038 delayed? Unfortunately, chapter 1038 of the One Piece manga series has been delayed and will not release this coming weekend as many fans expected. A specific reason for the temporary hiatus has not been revealed by either the production team or the associated distribution partners. However, as many fans are aware, the team regularly take short breaks from their weekly release schedule in order to maintain their own health, as well as the quality of upcoming chapters. WORLD TRIGGER: Has the anime been renewed for season 4? (one piece chapter 1038 didn’t drop today)— heyabel (@TekleHeyabel) January 21, 2022 One Piece chapter 1038: Release date and time One Piece chapter 1038 is now scheduled to release worldwide on Sunday, January 30th or Monday, January 31st depending on your international location. The new chapter will be available through Viz Media and Manga Plus from the following international times: Pacific Time: 7 AM PSTEastern Time: 10 AM ESTBritish Time: 3 PM GMTEuropean Time: 4 PM CESTIndia Time: 8.30 PM ISTPhilippine Time: 11 PM PHTAustralia Time: 1.30 AM ACDT What do you think will happen in Chapter 1038 of One Piece? #ONEPIECE pic.twitter.com/dqtnJav5vk— 𝚟𝚘𝚒𝚍𝚌𝚎𝚗𝚝𝚞𝚛𝚢.𝚌𝚕𝚞𝚋 (@voidcenturyclub) January 18, 2022 Have any spoilers leaked online? At the time of writing, no spoilers for the upcoming instalment of the One Piece manga series have been leaked online. We expect the brief spoilers to be shared online by fans by Thursday, January 27th, with the detailed spoilers typically arriving a few days later. This article will be updated with both the brief and detailed spoilers once they have been shared by reliable sources – so keep checking back in for the latest One Piece news! DEMON SLAYER: Why is the series being ‘cancelled’ on Twitter? One Piece is the goat, GIVE ME CHAPTER 1038 SPOILLLÖERRRRRSSDDDDDDSDDD— Ebru | OP 1000!!! (@eBruhOnePiece) January 19, 2022 One Piece dominates the United States… This week, Polygon released an article detailing the most-searched anime titles for each state in America – and it makes for some fascinating reading. According to the article, One Piece was the most-searched anime show for 25 states, including Florida, Washington and New York. One Piece: 25 statesPokémon: 8 statesNaruto: 6 statesMy Hero Academia: 5 statesDeath Note: 3 statesSailor Moon: 1 stateJujutsu Kaisen: 1 stateAttack on Titan: 1 state Check out the map for yourself and see which anime was the most popular where you live! TO YOUR ETERNITY: Season 2 release window finally confirmed! Keeping an impulsive captain in line is hard work. [via Episode 1005] pic.twitter.com/6BBnT0aYfG— One Piece (@OnePieceAnime) January 15, 2022 By Tom Llewellyn – tom.llewellyn@grv.media The post One Piece chapter 1038 sadly delayed, new release date confirmed appeared first on HITC.",
"pubDate": "2022-01-21 10:20:32",
"full_description": null,
"image_url": null,
"source_id": "hitc"
},
{
"title": "The most and least affordable areas of the UK for first-time home buyers",
"link": "https://metro.co.uk/2022/01/21/the-most-and-least-affordable-uk-locations-for-first-time-home-buyers-15958758/",
"keywords": [
"Property",
"Property prices"
],
"creator": [
"Jessica Lindsay"
],
"video_url": null,
"description": "Getting on the property ladder and want a good deal? Avoid these places.",
"content": "First-time buyers in Kensington and Chelsea would need to fork out over 14 times their average salary (Picture: Getty Images) If you’re looking to get on the property ladder, you may want to avoid certain areas so you don’t pay over the odds. New research has revealed the regions in the UK where you’re most likely to be able to afford to buy, as well as the areas most out of reach, with the results providing a snapshot of the industry for hopeful homeowners. The analysis, by Nationwide Building Society, found that first-time buyers face spending at least six times their annual wages to get on the property ladder in nearly half (45%) of Britain’s local authority areas. This is up on previous years, as affordability becomes more stretched. Using official house price and earnings data from 2021, the London borough of Kensington and Chelsea came out in the report as the least affordable place for those looking to get their name on a deed, while East Ayrshire in Scotland remains the most affordable. First-time buyers face paying nearly 15 times their earnings to buy a home in Kensington and Chelsea, compared with just under two and-a-half times earnings in East Ayrshire. Results suggest we’re seeing the impact of a race for more living space during the coronavirus pandemic, as people relocated and may have priced other buyers out of the market in more rural areas. Kilmarnock in East Ayrshire, the spot that came out as most affordable (Picture: Getty Images/iStockphoto) Andrew Harvey, a senior economist at Nationwide, said: ‘Most authorities in the South West (of England) have seen a deterioration in affordability over the last year, but Cotswold replaced Bath and North East Somerset as the least affordable area, with a house price earnings ratio of 8.6. ‘This district includes sought-after towns such as Cirencester, Tetbury and Moreton-in-Marsh.’ Swindon remains the most affordable area in the South West, with a house price- to-earnings ratio of 5.4, he said. Price rises in the Vale of Glamorgan – where the famous Barry Island is located – have made it less affordable for new homeowners (Picture: Getty Images/iStockphoto) Andrew continued: ‘Rutland, the smallest historic county in England, remains the least affordable authority in the East Midlands, while in the West Midlands it is Malvern Hills.’ There have been various changes throughout the regions, like the Vale of Glamorgan replacing Cardiff as Wales’s least affordable place with a 17% year-on-year price rise. Some things remain the same, however, with the Lake District and Copeland keeping their top and bottom spots in the North West of England. In London, Bromley is the most affordable borough, with a house price-to-earnings ratio of 7.4. Not bad on the surface, but way beyond the most expensive locales elsewhere in the UK. Here are the full results from Nationwide Building Society, with the average house price-to-earnings ratio. Least affordable places for first-time buyers in each area of the UK LondonKensington and Chelsea, 14.7South EastOxford, 10.1East of EnglandHertsmere, 10.0South WestCotswold, 8.6East MidlandsRutland, 7.3Yorkshire and the HumberRyedale, 7.0West MidlandsMalvern Hills, 6.8North WestSouth Lakeland, 6.7WalesVale of Glamorgan, 6.4ScotlandCity of Edinburgh, 5.9North EastNorth Tyneside, 4.3 Most affordable places for first-time buyers in each area of the UK ScotlandEast Ayrshire, 2.4North WestCopeland, 2.8North EastCounty Durham, 3.1WalesMerthyr Tydfil, 3.4Yorkshire and the HumberBarnsley, 3.7West MidlandsStoke-on-Trent, 3.8East MidlandsBolsover, 4.0East of EnglandGreat Yarmouth, 5.0South WestSwindon, 5.4South EastSouthampton, 5.6LondonBromley, 7.4 Do you have a story to share? Get in touch by emailing MetroLifestyleTeam@Metro.co.uk. MORE : How I Do It: ‘I watch lesbian porn then order a Chinese – this is my week in sex’ MORE : These are the best places to stay and visit in France as it reopens",
"pubDate": "2022-01-21 10:19:43",
"full_description": "If you’re looking to get on the property ladder, you may want to avoid certain areas so you don’t pay over the odds. New research has revealed the regions in the UK where you’re most likely to be able to afford to buy, as well as the areas most out of reach, with the results providing a snapshot of the industry for hopeful homeowners. The analysis, by Nationwide Building Society, found that first-time buyers face spending at least six times their annual wages to get on the property ladder in nearly half (45%) of Britain’s local authority areas. This is up on previous years, as affordability becomes more stretched. Using official house price and earnings data from 2021, the London borough of Kensington and Chelsea came out in the report as the least affordable place for those looking to get their name on a deed, while East Ayrshire in Scotland remains the most affordable. First-time buyers face paying nearly 15 times their earnings to buy a home in Kensington and Chelsea, compared with just under two and-a-half times earnings in East Ayrshire. Results suggest we’re seeing the impact of a race for more living space during the coronavirus pandemic, as people relocated and may have priced other buyers out of the market in more rural areas. Andrew Harvey, a senior economist at Nationwide, said: ‘Most authorities in the South West (of England) have seen a deterioration in affordability over the last year, but Cotswold replaced Bath and North East Somerset as the least affordable area, with a house price earnings ratio of 8.6. ‘This district includes sought-after towns such as Cirencester, Tetbury and Moreton-in-Marsh.’ Swindon remains the most affordable area in the South West, with a house price- to-earnings ratio of 5.4, he said. Andrew continued: ‘Rutland, the smallest historic county in England, remains the least affordable authority in the East Midlands, while in the West Midlands it is Malvern Hills.’ There have been various changes throughout the regions, like the Vale of Glamorgan replacing Cardiff as Wales’s least affordable place with a 17% year-on-year price rise. Some things remain the same, however, with the Lake District and Copeland keeping their top and bottom spots in the North West of England. In London, Bromley is the most affordable borough, with a house price-to-earnings ratio of 7.4. Not bad on the surface, but way beyond the most expensive locales elsewhere in the UK. Here are the full results from Nationwide Building Society, with the average house price-to-earnings ratio. Do you have a story to share? Get in touch by emailing MetroLifestyleTeam@Metro.co.uk . MORE : How I Do It: ‘I watch lesbian porn then order a Chinese – this is my week in sex’ MORE : These are the best places to stay and visit in France as it reopens Not convinced? Find out more »",
"image_url": "https://metro.co.uk/wp-content/uploads/2022/01/GettyImages-874016868.jpg?quality=90&strip=all",
"source_id": "metro"
}
],
"nextPage": 1
}